
"EncryptionKey.Description" = "Esta imagen es una visualización de la clave de cifrado para el chat secreto con %1$@.\n\nSi esta imagen se visualiza de la misma manera en el teléfono de %2$@, tu chat es seguro en un 200%%.\n\nMás información en telegram.org";
"EncryptionKey.EncryptionKey" = "Clave de cifrado";


"Typing.Typing" = "escribiendo";
"Typing.AreTyping" = "%@ están escribiendo";
"Typing.IsTyping" = "%@ está escribiendo";
"Group.MembersCount" = "%d miembro%@";
"Group.OnlineCount" = "%d en línea";
"Typing.PeopleTyping" = "%d personas están escribiendo";
"Group.AddMembers" = "Añadir miembros";


"App.Name" = "Telegram";
"App.Connecting" = "conectando...";
"App.WaitingNetwork" = "esperando red";



"ChatMedia.Audio" = "Audio";
"ChatMedia.Photo" = "Foto";
"ChatMedia.Contact" = "Contacto";
"ChatMedia.Video" = "Vídeo";
"ChatMedia.Location" = "Ubicación";
"ChatMedia.File" = "Archivo";
"ChatMedia.Unsupported" = "No soportado";



"User.Unlock" = "Desbloquear";
"User.Block" = "Bloquear";
"User.BlockUser" = "Bloquear a %@";
"User.UnlockUser" = "Desbloquear a %@";
"User.Blocked" = "El usuario está bloqueado";
"User.AddToContacts" = "Añadir contactos";
"User.Deleted" = "Eliminado";
"User.Hidden" = "oculto";


"App.ConnectionError" = "Error de conexión";
"App.ConnectionErrorDesc" = "Revisa tu conexión a internet y reinténtalo";

"App.MaxFileSize" = "El tamaño máximo de un archivo es de 1GB";

"Auth.CantLogout" = "No puedes cerrar sesión";
"Auth.CheckConnection" = "Revisa tu conexión a internet y reinténtalo";

"Settings.CantUpdateFolder" = "No puedes establecer esta carpeta por defecto";
"Settings.ChooseAnotherFolder" = "Por favor, elige una carpeta diferente";
"Settings.BlockUsers" = "Bloquear usuarios";

"Cellular" = "Móvil";

"Message.Send.Compressing" = "comprimiendo...";

"Search.Separator.Contact" = "contacto";
"Search.Separator.Contacts" = "contactos";

"Search.Separator.User" = "usuario";
"Search.Separator.Users" = "usuarios";

"Search.Separator.Message" = "mensaje";
"Search.Separator.Messages" = "mensajes";





"AccountSettings.ContactsSynced" = "Contactos sincronizados";

"NewConversation.CreateBroadcast" = "Crear difusión";
"NewConversation.CreateGroup" = "Crear";
"NewConversation.CreateGroupChat" = "Crear grupo";
"NewConversation.CreateSecretChat" = "Crear chat secreto";
"NewConversation.CreatingGroupChat" = "Grupo";
"NewConversation.CreatingSecretChat" = "Chat secreto";
"NewConversation.GroupNamePlaceholder" = "Nombre del grupo...";
"NewConversation.AddContact" = "Añadir contacto";





"Account.ImportContacts" = "Importar contactos";
"Account.Invisible" = "fuera de línea";
"Account.Online" = "en línea";
"Account.Offline" = "fuera de línea";
"Login.InvalidCode" = "Código inválido";
"Login.InvalidCountry" = "País inválido";
"Login.InvalidPhoneNumber" = "Número de teléfono inválido";
"Login.Country" = "país";
"Login.Description" = "A third party Telegram client client for OS X";
"Login.Label" = "Te damos la bienvenida a la aplicación Dove para OS X";
"Login.GetNewCode" = "Obtén un código nuevo";
"Login.GetCode" = "Siguiente";
"Login.Error" = "Error ;(";
"Login.ExpiredCode" = "Código expirado";
"Login.SmsCode" = "código";
"Login.PhonePlaceholder" = "tu número";
"Registartion.FirstName" = "Nombre";
"Registration.DeletePhoto" = "Eliminar foto";
/* Вставить сюда  (Optional) если влезет. */
"Registration.LastName" = "Apellidos";
"Registration.PhoneDialed" = "Telegram marcó tu número";

"Registration.ChangePhoto" = "Cambiar foto";
"Registration.ChooseCountry" = "elegir país";
"Registration.ChoosePhoto" = "Elegir foto";
"Registration.Continue" = "Continuar el registro";
"Registration.StartMessaging" = "Empezar a conversar";
"Registration.AddPhoto" = "añadir\nfoto";



"SelfDestruction.DisableTimer" = "desactivó la autodestrucción";
"SelfDestruction.SetTimer" = "activó la autodestrucción en %@";
"SelfDestruction.SetRandomTimer" = "activó la autodestrucción en %d segundos";

"Message.Send" = "Enviar";
"Messages.SharingContact" = "Conpartiendo contacto";

"Messages.SendPlaceholder" = "Mensaje...";

"Message.File.Download" = "Descargar";
"Messages.Selected.Forward" = "Reenviar";
"Messages.Selected.Delete" = "Eliminar";
"Message.ForwardedFrom" = "Mensaje reenviado de";
"message" = "mensaje";
"messages" = "mensajes";
"MessageAction.Secret.CreatedSecretChat" = "chat secreto creado";
"MessageAction.ServiceMessage.ChangedGroupName" = "%@ cambió el nombre del grupo a \"%@\"";
"MessageAction.ServiceMessage.RemovedGroupPhoto" = "%@ eliminó la foto del grupo";
"MessageAction.ServiceMessage.ChangedGroupPhoto" = "%@ cambió la foto del grupo";
"MessageAction.ServiceMessage.InvitedGroup" = "%@ invitó a %@";
"MessageAction.ServiceMessage.JoinedGroup" = "%@ se unió al grupo";
"MessageAction.ServiceMessage.KickedGroup" = "%@ expulsó a %@";
"MessageAction.ServiceMessage.CreatedChat" ="%@ creó el grupo \"%@\"";
"MessageAction.ServiceMessage.LeftGroup" = "%@ dejó el grupo";
"MessageAction.Secret.CancelledSecretChat" = "Chat secreto cancelado";
"MessageAction.Service.ChangedGroupName" = "cambió el nombre del grupo";
"MessageAction.Service.RemovedGroupPhoto" = "eliminó la foto del grupo";
"MessageAction.Service.ChangedGroupPhoto" = "cambió la foto del grupo";
"MessageAction.Service.InvitedGroup" = "invitó a";
"MessageAction.Service.JoinedGroup" = "se unió al grupo";
"MessageAction.Service.KickedGroup" = "expulsó a";
"MessageAction.Service.CreatedChat" = "creó el grupo \"%@\"";
"MessageAction.Service.LeftGroup" = "dejó el grupo";
/* Какая-то странная строчка: */
"MessageAction.Service.LeaveChat" = "Dejar el chat";
"MessageAction.Secret.WaitingToGetOnline" = "Esperando que %@ se conecte";
"MessageAction.Secret.TookScreenshot" = "hizo una captura de pantalla";
"Message.Action.Forwarding" = "Reenviando";
"Messages.UnreadMessages" = "Mensajes sin leer";





"Month.GenApril" = "abril";
"Month.GenAugust" = "agosto";
"Month.GenDecember" = "diciembre";
"Month.GenFebruary" = "febrero";
"Month.GenJanuary" = "enero";
"Month.GenJuly" = "julio";
"Month.GenJune" = "junio";
"Month.GenMarch" = "marzo";
"Month.GenMay" = "mayo";
"Month.GenNovember" = "noviembre";
"Month.GenOctober" = "octubre";
"Month.GenSeptember" = "septiembre";
"Month.ShortApril" = "abr";
"Month.ShortAugust" = "ago";
"Month.ShortDecember" = "dic";
"Month.ShortFebruary" = "feb";
"Month.ShortJanuary" = "ene";
"Month.ShortJuly" = "jul";
"Month.ShortJune" = "jun";
"Month.ShortMarch" = "mar";
"Month.ShortMay" = "may";
"Month.ShortNovember" = "nov";
"Month.ShortOctober" = "oct";
"Month.ShortSeptember" = "sep";



"Search.More" = "%d más...";









"Notification.MessageLifetime1d" = "1 día";
"Notification.MessageLifetime1h" = "1 hora";
"Notification.MessageLifetime1m" = "1 minuto";
"Notification.MessageLifetime1w" = "1 semana";
"Notification.MessageLifetime2s" = "2 segundos";
"Notification.MessageLifetime5s" = "5 segundos";
"notifications" = "notificaciones";


"Message.File.Open" = "Abrir";




"Attach.Picture" = "Foto";
"Attach.TakePhoto" = "Hacer foto";
"Attach.Video" = "Vídeo";
"Attach.File" = "Archivo";
"Attach.PictureOrVideo" = "Foto o vídeo";



"Preferences" = "Preferencias";

"Registration" = "Registro";


"Settings.ResyncDescription" = "Recuerda: Por ahora, la aplicación necesita sincronizar los contactos siempre que añadas nuevos contactos a iCloud.";

"Account.UpdateProfilePhoto" = "Actualizar foto de perfil";






"Profile.Save" = "Guardar";


"MediaPreview.SaveItem" = "Guardar como...";
"MediaPreview.SaveToDownloads" = "Guardar en Descargas";
"MediaPreview.NextItem" = "Siguiente elemento";
"MediaPreview.PreviousItem" = "Elemento anterior";


"Search" = "Buscar";




"Notification.SecretMessage" = "Mensaje secreto";









"Settings" = "Ajustes";





"Conversation.ShowProfile" = "Mostrar perfil de %@";
"Conversation.ShowGroupInfo" = "Mostrar información del grupo";
"Conversation.StartSecretChat" = "Iniciar chat secreto";
"Conversation.CantForwardSecretMessages" = "Desafortunadamente, no puedes reenviar mensajes a chats secretos";
"Conversation.CantShareContactToSecretChat" = "Desafortunadamente, no puedes compartir contactos a chats secretos";
"Conversation.Confirm.ClearHistory" = "¿Quieres eliminar todo el historial de mensajes de este chat?";
"Conversation.Confirm.LeaveAndClear" = "¿Quieres eliminar el historial de mensajes y dejar este grupo?";
"Conversation.Confirm.DeleteAndClear" = "¿Quieres eliminar el historial de mensajes y este chat?";
"Conversation.Confirm.UndoneAction" = "Esta acción no se puede deshacer.";
"Conversation.Confirm.SendFromClipboard" = "¿Quieres enviar %d archivos desde el portapapeles?";
"Conversation.Confirm.SendThisFile" = "¿Quieres enviar este archivo?";
"Conversation.Confirm.SendThisPicture" = "¿Quieres enviar esta foto?";
"Conversation.Confirm.SendThisVideo" = "¿Quieres enviar este vídeo?";
"Conversation.Confirm.SendThisFileDescription" = "Siempre puedes enviar un archivo copiándolo y pegándolo en un chat de Telegram.";
"Conversation.Confirm.SendThisPictureDescription" = "Siempre puedes enviar una foto copiándola y pegándola en un chat de Telegram.";
"Conversation.Confirm.SendThisVideoDescription" = "Siempre puedes enviar un vídeo copiándolo y pegándolo en un chat de Telegram.";
"Conversation.Confirm.SendThisPicturesDescription" = "Siempre puedes enviar fotos, vídeos o archivos copiándolos y pegándolos en un chat de Telegram.";
"Conversation.Action.YouKickedGroup" = "Te expulsaron del grupo";
"Conversation.Action.YouLeftGroup" = "Dejaste el grupo";
"Conversation.Actions.ReturnToGroup" = "Volver al grupo";
"Conversation.Actions.LeaveGroup" = "Dejar el grupo";
"Conversation.Members" = "miembros";
"Conversation.Member" = "miembro";
"Conversation.DeleteSecretChat" = "Eliminar chat secreto";
"Conversation.ShowEncryptionKey" = "Mostrar clave de cifrado";
"Conversation.Delete" = "Eliminar chat";
"Conversation.Back" = "Volver al chat";
"Conversation.BackToInfo" = "Volver a la información del grupo";
"Conversation.DropTitle" = "Arrastra archivos aquí para enviarlos";
"Conversation.DropQuickDescription" = "rápidamente";
"Conversation.ScrollToBottom" = "Desplázate hacia abajo para leer los últimos mensajes";
"Conversation.DropAsFilesDescription" = "sin compresión";
"Conversation.Send.FilesSizeError" = "El archivo %@ excede el tamaño máximo.";
"Conversation.NoMessages" = "No hay mensajes aquí todavía...";
"Conversation.Mute" = "Silenciar";
"Conversation.Unmute" = "No silenciar";
"Conversation.OpenConversation" = "Abrir chat";
"Conversation.Filter.Photos" = "Fotos";
"Conversation.Filter.Video" = "Vídeos";
"Conversation.Filter.Files" = "Archivos";
"Conversation.Filter.Audio" = "Audio";
"Conversation.Filter.PhotoVideo" = "Fotos y vídeos";
"Conversation.ShowMedia" = "Mostrar multimedia";
"Conversation.SelectToForward" = "Selecciona un usuario o chat para reenviar el mensaje de %1$@";
"Conversation.SelectToForwards" = "Selecciona un usuario o chat para reenviar el mensaje de %1$@";
"Conversation.SelectToShareContact" = "Selecciona un usuario o chat para compartir el contacto de %@";
"Conversation.ClearMessageHistory" = "Borrar el historial de mensajes";
"Conversation.CopyToClipboard" = "Copiar en el portapapeles";
"Conversation.DeleteAndExit" = "Eliminar y salir";
"Conversation.CopyURL" = "Copiar URL";
"Conversation.Menu.SetSelfDestruct" = "Autodestrucción";
"Conversation.SelectConversation" = "Selecciona un chat para comenzar";


"Profile.MobilePhone" = "móvil";
"Profile.SharedMedia" = "Multimedia compartida";
"Profile.SendMessage" = "Enviar mensaje";
"Profile.ShareContact" = "Compartir contacto";
"Profile.Edit" = "Editar";
"Profile.edit" = "editar";
"Profile.Save" = "Guardar";
"Profile.DeleteAndExit" = "Eliminar y salir...";
"Profile.DeleteContact" = "Eliminar contacto";
"Profile.CreatedBy" = "creado por ";
"Profile.You" = "Tú";
"Profile.Error.CantUpdatePhoto" = "No se puede actualizar la foto del perfil";
"Profile.Cancel" = "Cancelar";
"Profile.CancelPhotoUpload" = "Cancelar actualización";
"Profile.CantUpdate" = "No se puede actualizar el perfil";
"Profile.CantUpdatePhoto" = "No se puede actualizar la foto del perfil";
"Profile.Back" = "Volver";
"Profile.ClearHistory" = "Borrar el historial de mensajes";
"Profile.DeleteConversation" = "Eliminar chat...";
"Profile.Done" = "Hecho";
"BackToProfile" = "Volver al perfil";
"Profile.RemovePhoto" = "Eliminar foto";
"Profile.UpdatePhoto" = "Actualizar foto";
"Profile.SetGroupPhoto" = "Poner foto del grupo";
"Profile.SmallPhoto" = "La foto es muy pequeña";






"Telegram Messenger" = "Telegram Messenger";


"Time.at" = "a las";
"Time.last_seen" = "última conexión";
"Time.today" = "hoy";
"Time.tomorrow" = "mañana";
"Time.yesterday" = "ayer";


"App.updating" = "actualizando...";



"Attach.WebSearch" = "Búsqueda en la web";

"Weekday.Friday" = "viernes";

"Weekday.Monday" = "lunes";

"Weekday.Saturday" = "sábado";

"Weekday.ShortFriday" = "vie";

"Weekday.ShortMonday" = "lun";

"Weekday.ShortSaturday" = "sáb";

"Weekday.ShortSunday" = "dom";

"Weekday.ShortThursday" = "jue";

"Weekday.ShortTuesday" = "mar";

"Weekday.ShortWednesday" = "mié";

"Weekday.Sunday" = "domingo";

"Weekday.Thursday" = "jueves";

"Weekday.Tuesday" = "martes";

"Weekday.Wednesday" = "miércoles";

"WiFi" = "Wi-Fi";








"Notification.MessageLifetime2s" = "2 segundos";
"Notification.MessageLifetime5s" = "5 segundos";
"Notification.MessageLifetime1m" = "1 minuto";
"Notification.MessageLifetime1h" = "1 hora";
"Notification.MessageLifetime1d" = "1 día";
"Notification.MessageLifetime1w" = "1 semana";

"DefaultSoundName" = "Por defecto";

"Date.DialogDateFormat" = "{day} de {month}";


"Confirm.TerminateSessions" = "¿Quieres cerrar todas las otras sesiones?";
"Confirm.SuccessResetSessions" = "Todas las otras sesiones han sido cerradas satisfactoriamente";
"Confirm.ConfirmLogout" = "¿Quieres cerrar sesión?";
"Confirm.ClearHistory" = "Borrar historial";
"Alert.Error" = "Error";
"Alert.Confirm" = "Confirmar";


"AddContact.FirstNamePlaceholder" = "Nombre";
"AddContact.LastNamePlaceholder" = "Apellidos (opcional)";
"AddContact.PhoneNumberPlaceholder" = "Número de teléfono";
"AddContact.AddContact" = "Añadir contacto";

"AddContact.NotRegistredTitle" = "No es un contacto de Telegram";
"AddContact.NotRegistredDescription" = "Este contacto no está registrado en Telegram aún. Podrás enviarle un mensaje en Telegram tan pronto como se registre.";

"Messages.AddContact" = "Añadir";

"Time.agoHour" = "hace %d hora";
"Time.agoHours" = "hace %d horas";
"Time.agoMinute" = "hace %d minuto";
"Time.agoMinutes" = "hace %d minutos";
"Time.justnow" = "hace un momento";

"Secret.SelfDestruct.Off" = "Apagada";
"Secret.SelfDestruct.2s" = "2 segundos";
"Secret.SelfDestruct.5s" = "5 segundos";
"Secret.SelfDestruct.1m" = "1 minuto";
"Secret.SelfDestruct.1h" = "1 hora";
"Secret.SelfDestruct.1d" = "1 día";
"Secret.SelfDestruct.1w" = "1 semana";

"Message.File.ShowInFinder" = "Mostrar en el Finder";

"Delete" = "Eliminar";

"Edit.selectMessage" = "%lu mensaje seleccionado";
"Edit.selectMessages" = "%lu mensajes seleccionados";

"Photo" = "Foto";



"Settings.OpenLinksBackground" = "Abrir enlaces en segundo plano";
"Settings.PrivateChats" = "Chats ";
"Settings.Groups" = "Grupos";


"Settings.OpenLinksBackground" = "Abrir enlaces en segundo plano";
"Settings.OpenLinksBackground" = "Abrir enlaces en segundo plano";

"Settings.SendAsEnter" = "Intro";
"Settings.SendAsCmdEnter" = "⌘ + Intro";

"Settings.OnlineFocused" = "la aplicación esté sólo en primer plano";
"Settings.OnlineLaunch" = "la aplicación esté abierta";

"Settings.SoundEffects" = "Efectos sonoros";

"Settings.online_when_desc" = "Mostrarme \"en línea\" cuando:";
"Settings.auto_download_desc" = "Descargas automáticas:";
"Settings.video_desc" = "Vídeo:";
"Settings.documents_desc" = "Archivos:";
"Settings.voice_messages_desc" = "Mensajes de voz:";
"Settings.file_size_limit_desc" = "Límite de tamaño del archivo:";
"Settings.send_message_desc" = "Enviar mensaje con:";
"Settings.save_documents_to_desc" = "Guardar archivos en:";
"Settings.sound_notifications_desc" = "Sonido de notificaciones:";
"Settings.other_desc" = "Otros:";

"Settings.cache_desc" = "Caché:";
"Settings.sessions_desc" = "Sesiones:";
"Settings.cache_sub_desc" = "Eliminar todas las imágenes, videos y mensajes de voz en la caché";
"Settings.sessions_sub_desc" = "Cierra todas las sesiones, excepto la actual";
"Settings.account_desc" = "Cuenta:";

"Settings.clear_all_the_cache_button" = "Borrar toda la caché";
"Settings.terminate_all_other_sessions_button" = "Cerrar todas las otras sesiones";
"Settings.log_out_button" = "Cerrar sesión";

"Settings.Settings" = "Ajustes";
"Settings.BlackList" = "Usuarios bloqueados";


"Confirm" = "Confirmar";
"Yes" = "Sí";
"No" = "No";
"Cancel" = "Cancelar";

"Settings.General" = "General";
"Settings.Account" = "Cuenta";

"MessageAction.Secret.UserJoined" = "%@ se unió a tu chat secreto.";
"MessageAction.Secret.CreatedSecretChat" = "chat secreto creado";

"Secret.join.description" = "Invitaste a %1$@ \na un chat secreto.";
"Secret.join.invitedDescription" = "%1$@ te invitó \na un chat secreto.";
"Secret.join.secret_chats" = "\n\nLos chats secretos:\n";
"Secret.join.desc1" = " Usan cifrado end-to-end\n";
"Secret.join.desc2" = " No dejan rastro en el servidor\n";
"Secret.join.desc3" = " Tienen autodestrucción \n";
"Secret.join.desc4" = " Impiden reenviar mensajes\n";


"Settings.chooseFolder" = "Elegir...";


"Login.code" = "código";
"Login.willCallYou" = "Telegram te llamará en %d:%@";
"Login.phoneNumber" = "Número de teléfono";

"Audio.Downloading" = "%1$@ descargado...";
"Audio.Uploading" = "%1$@ enviado...";

"Document.Downloading" = "%.0f%% descargado...";
"Document.Uploading" = "%.0f%% enviado...";

"MessageService.Action.JoinedSecretChat" = "Te uniste al chat secreto";

"Attach.Location" = "Ubicación";
"Attach.PictureOrVideo" = "Foto o vídeo";

"Audio.ReleaseOut" = "Deslizar hacia afuera para cancelar ";
"Messages.scrollToBottomNewMessage" = "%d nuevo";
"Messages.scrollToBottomNewMessages" = "%d nuevos";

"Emoji.NoRecents" = "No hay emojis usados recientemente";

"Profile.SetEncryptedTTL" = "Autodestrucción";
"Profile.ShowEncryptedKey" = "Clave de cifrado";

"Search.LoadingMessages" = "cargando mensajes";
"Messages.ForwardedMessages" = "Mensajes reenviados";

"Messages.Error.Delete" = "Eliminar";
"Messages.Error.Resend" = "Reenviar";

"Notification.NewAuthDetected" = "%@: Detectamos una conexión a tu cuenta desde un nuevo dispositivo el %@\n\nDispositivo: %@ \nUbicación: %@\n \nSi no eras tú, puedes ir a Ajustes – Privacidad y seguridad – Cerrar todas las otras sesiones. \n\nGracias.\nEl equipo de Telegram";


"Alert.MessagesSendError.Desc" = "No se pudo enviar tu mensaje";
"Alert.MessagesSendError.Text" = "Hubo un error enviando el mensaje anterior. ¿Quieres volver a intentarlo?";
"Alert.Button.TryAgain" = "Reintentar";
"Alert.Button.Delete" = "Eliminar";
"Alert.Button.Ignore" = "Ignorar";

"Messages.MessagesTopInfoActionUnblockUser" = "Este usuario está bloqueado, así que no puede responder tus mensajes. ";
"Messages.MessagesTopInfoActionShareContact" = "Este usuario no tiene tu número. ";
"Messages.MessagesTopInfoActionAddContact" = "Este usuario no está en tus contactos. ";

"Messages.MessagesTopInfoActionAddContact.Button" = "Añadir a contactos";
"Messages.MessagesTopInfoActionShareContact.Button" = "Compartir mi número";
"Messages.MessagesTopInfoActionUnblockUser.Button" = "Desbloquear";



"Connecting.Connecting" = "Conectando";
"Connecting.Connected" = "¡Conectado!";
"Connecting.WaitingNetwork" = "Esperando red";
"Connecting.Updating" = "Actualizando";
"Connecting.Updated" = "¡Actualizado!";

"SharedMedia.None" = "Ninguno";

"MediaPreview.Forward" = "Reenviar a...";
"MediaPreview.Delete" = "Eliminar";


"Broadcast.Create" = "Crear";
"Broadcast.statusMore" = "y %lu más";
"Broadcast.participantsTitle" = "%lu miembros";
"Broadcast.participantTitle" = "%lu miembro";

"MessageAction.ServiceMessage.CreatedBroadcast" ="creó la lista de difusión";
"Conversation.CantForwardToBroadcast" = "Desafortunadamente, no puedes reenviar mensajes a una difusión";
"NewConversation.CreatingBroadcast" = "Difusión";

"Conversation.ShowBroadcastInfo" = "Mostrar información de la difusión";

"Settings.LaunchOnStartup" = "Abrir al iniciar el Mac";

"App.startupAtLaunch" = "Abrir al iniciar el sistema";
"App.startupAtLaunchDesc" = "Pulsa Sí si quieres abrir la aplicación al iniciar el sistema.";

"Notification.UserRegistred" = "se unió a Telegram";



"ComposeMenu.CreateGroup" = "Nuevo grupo";
"ComposeMenu.Broadcast" = "Listas de difusión";
"ComposeMenu.SecretChat" = "Nuevo chat secreto";

"Compose.GroupTitle" = "Nuevo grupo";
"Compose.SecretChat" = "Nuevo chat secreto";
"Compose.BroadcastTitle" = "Lista de difusión";


"Compose.Back" = "Atrás";
"Compose.Next" = "Siguiente";
"Compose.Done" = "Hecho";
"Compose.Create" = "Crear";

"Compose.Contacts" = "Contactos";
"Compose.AddMembers" = "Añadir";

"Compose.GroupNamePlaceHolder" = "Nombre del grupo";
"Compose.NewBroadcastList" = "Nueva lista";


"Account.EditProfile" = "Editar perfil";

"Account.ChatSettings" = "Ajustes del chat";
"Account.BlockedUsers" = "Usuarios bloqueados";
"Account.SecuritySettings" = "Ajustes de seguridad";



"Tab.Contacts" = "Contactos";
"Tab.Chats" = "Chats";
"Tab.Settings" = "Ajustes";


"Auth.ForceLogout" = "Pulsa OK para forzar el cierre de sesión";
"Account.ExportCard" = "Exportar tu tarjeta";
"UserCard.Export" = "Copiar al portapapeles";
"CardImport.ErrorTextUserNotExist" = "Error, usuario no encontrado";
"CardImport.ErrorDescUserNotExist" = "Revisa el enlace de la tarjeta";

"Login.EnterCodeFromApp" = "Por favor, ingresa el código que acabas de recibir en tu otra aplicación de Telegram.";
"Login.SendSmsIfNotReceivedAppCode" = "¿No has recibido el código?";

"UserCard.ExportDesc" = "Puedes compartir esta tarjeta con otros usuarios de Telegram. Así, ellos podrán contactarte sin saber tu número de teléfono. Sólo disponible para usuarios de OSX, por ahora. Pronto disponible para otras apps.";

"Login.WeSendSms" = "Te hemos enviado un código vía SMS. Por favor, introdúcelo.";



"Search.Cancel" = "Cancelar";

"Context.Quote" = "Citar";


"Conversation.Confirm.SendThisGif" = "¿Quieres enviar este gif?";
"Conversation.Confirm.SendThisGifDescription" = "Siempre puedes enviar un gif copiándolo y pegándolo en un chat de Telegram.";





"BlockedUsers.NoBlockedUsers" = "No recibirás mensajes de las personas \nen la lista de bloqueados";
"BlockedUsers.BlockedUsers" = "Usuarios bloqueados";
"Compose.BlockUsers" = "Bloquear";
"GeneralSettings.AutoVideoDownloadHeader" = "DESCARGA AUTOMÁTICA DE VÍDEO";
"GeneralSettings.AutoAudioDownloadHeader" = "DESCARGA AUTOMÁTICA DE AUDIO";
"Settings.SoundNotification" = "Sonido de la notificación";
"GeneralSettings.General" = "General";
"Settings.AdvancedSettings" = "Ajustes avanzados";
"Settings.SecuritySettings" = "Ajustes de seguridad";
"GeneralSettings.Security" = "Seguridad";
"Settings.ClearCache" = "Borrar caché";
"Settings.ClearCacheDescription" = "Borrar toda la multimedia y archivos de la caché";
"Settings.TerminateOtherSessions" = "Cerrar todas las otras sesiones";
"Settings.TerminateOtherSessionsDescription" = "Cerrar la sesión en todos los dispositivos, excepto este";
"Account.SetProfilePhoto" = "Poner foto de perfil";
"Account.General" = "General";
"Account.UserName" = "Apodo";
"Account.About" = "Acerca de";
"Account.FAQ" = "Preguntas frecuentes";
"Account.AskQuestion" = "Hacer una pregunta";
"Profile.BlockContact" = "Bloquear contacto";
"Profile.UnblockContact" = "Desbloquear contacto";
"Chat.Kick" = "Expulsar";
"Profile.Info" = "Información del contacto";
"UserName.placeHolder" = "@Introduce tu apodo";
"Profile.ChangeUserName" = "Cambiar apodo";
"UserName.description" = "Puedes elegir un apodo en Telegram. Si lo haces, otras personas te podrán encontrar por ese apodo y contactarte sin saber tu número de teléfono.\n\nPuedes usar a-z, 0-9 y guiones bajos. La longitud mínima es de 5 caracteres. ";
"Username.setName" = "Establecer apodo";
"Profile.Media" = "Multimedia";
"Profile.DeleteAll" = "Borrar todo";
"Profile.DeleteBroadcast" = "Eliminar difusión";

"Context.OpenInFinder" = "Abrir en el Finder";
"Context.SaveAs" = "Guardar como...";
"Context.CopyToClipBoard" = "Copiar al portapapeles";
"Context.Forward" = "Reenviar";
"Context.Delete" = "Eliminar";

"UpdateNotification.Alert" = "Alerta";
"Profile.username" = "apodo";
"Search.Separator.GlobalSearch" = "Búsqueda global";

"UserNameExport.UserNameNotFound" = "Usuario no encontrado";
"UserNameExport.UserNameNotFoundDescription" = "No existe un usuario con este apodo en Telegram";

"AddContactController.Addcontact" = "Añadir contacto";

"UserName.avaiable" = "%@ está disponible.";

"USERNAME_INVALID" = "Disculpa, este apodo es inválido.";
"USERNAME_IS_ALREADY_TAKEN" = "Disculpa, este apodo ya está ocupado.";
"USERNAME_MIN_SYMBOLS_ERROR" = "El apodo debe tener, al menos, 5 caracteres.";
"USERNAME_CANT_FIRST_NUMBER" = "Disculpa, un apodo no puede empezar con un número.";

"Settings.NotificationTone" = "Tono de notificación";
"Notifications" = "Notificaciones";
"Settings.MessageNotifications" = "Notificaciones";



"Notification.MessageLifetimeSeconds" = "%d segundo%@";
"Notification.MessageLifetimeMinutes" = "%d minuto%@";
"Notification.MessageLifetimeHours" = "%d hora%@";
"Notification.MessageLifetimeDays" = "%d día%@";
"Notification.MessageLifetimeWeeks" = "%d semana%@";
"Secret.SelfDestruct.RandomSecond" = "%d segundo";
"Secret.SelfDestruct.RandomSeconds" = "%d segundos";
"Close" = "Cerrar";
"MediaPreview.GoToMessage" = "Ir al mensaje";

"PhotoViewer.Forward" = "Reenviar";
"PhotoViewer.Delete" = "Eliminar";
"PhotoViewer.SaveAs" = "Guardar como";
"PhotoViewer.Goto" = "Mostrar mensaje";
"PhotoViewer.posOfCount" = "%lu de %lu";
"Settings.EmojiReplaces" = "Convertir automáticamente a Emoji";

"PrivacyAndSecurity.PrivacyHeader" = "PRIVACIDAD";
"PrivacyAndSecurity.SecurityHeader" = "SEGURIDAD";
"PrivacyAndSecurity.DeleteAccountHeader" = "ELIMINAR MI CUENTA";

"PrivacyAndSecurity.BlockedUsers" = "Usuarios bloqueados";
"PrivacyAndSecurity.LastSeen" = "Última conexión";
"PrivacyAndSecurity.TerminateSessions" = "Cerrar todas las otras sesiones";
"PrivacyAndSecurity.Logout" = "Cerrar sesión";
"PrivacyAndSecurity.DeleteAccount" = "Si estoy fuera";

"LastSeen.longTimeAgo" = "última vez hace mucho tiempo";
"LastSeen.Recently" = "última vez recientemente";
"LastSeen.Monthly" = "última vez hace unas semanas";
"LastSeen.Weekly" = "última vez hace unos días";
"PrivacyAndSecurity.Header" = "Privacidad y seguridad";
"PrivacySettingsController.Header" = "Última conexión";
"PrivacySettingsController.Everbody" = "Todos";
"PrivacySettingsController.MyContacts" = "Mis contactos";
"PrivacySettingsController.Nobody" = "Nadie";
"PrivacySettingsController.NeverShare" = "Nunca compartir";
"PrivacySettingsController.AlwaysShare" = "Compartir siempre";
"PrivacySettingsController.NeverShareWith" = "Nunca compartir con";
"PrivacySettingsController.AlwaysShareWith" = "Compartir siempre con";
"PrivacySettingsController.UserCount" = "%d usuario";
"PrivacySettingsController.UsersCount" = "%d usuarios";
"PrivacySettingsController.AddUsers" = "Añadir usuarios";
"PrivacyUserListController.NoUsers" = "Haz click en el botón añadir (+) para agregar usuarios.";
"Remove" = "Quitar";
"Account.Privacy" = "Privacidad y seguridad";
"PhotoViewer.CopyToClipboard" = "Copiar al portapapeles";
"PrivacyUserListController.Header" = "Elegir usuarios";
"PhoneChangeAlertController.Description" = "Puedes cambiar tu número de Telegram aquí. Tu cuenta y todos tus datos de la nube — mensajes, archivos, grupos, contactos, etc., se moverán al nuevo número. \n\n%1$@Importante:%2$@ Todos tus contactos de Telegram tendrán tu %3$@nuevo número%4$@ añadido a sus agendas de contactos, siempre que hayan tenido tu número viejo y no los hayas bloqueado en Telegram.";
"PhoneChangeAlertController.ChangePhone" = "Cambiar número";
"PhoneChangeController.Header" = "Cambiar número";
"PhoneChangeController.Next" = "Siguiente";
"PhoneChangeController.Description" = "Enviaremos un SMS con un código de confirmación \na tu nuevo número.";
"Account.PhoneNumber" = "Número de teléfono";
"PhoneChangeControlller.AlertHeader" = "Error en el cambio";
"PHONE_NUMBER_OCCUPIED"	= "Ocurrió un error. Por favor, reinténtalo más tarde.";
"PHONE_NUMBER_INVALID" = "Número de teléfono inválido. Por favor, reinténtalo.";
"PhoneChangeController.SmsPlaceholder" = "Código";
"PhoneChangeConfirmController.SentCodeDescription" = "Te hemos enviado un SMS con el código";
"PhoneChangeConfirmController.sendCall" = "Telegram te llamará en %@";
"PhoneChangeConfirmController.phoneDialed" = "Telegram marcó tu número";

"Alert.Forward" = "Reenviar";
"Alert.ForwardTo" = "¿Reenviar a %@?";

"TL_sendMessageTypingAction" = "%@ está escribiendo";
"TL_sendMessageUploadPhotoAction" = "%@ está enviando una foto";
"TL_sendMessageRecordVideoAction" = "%@ está grabando un vídeo";
"TL_sendMessageUploadVideoAction" = "%@ está enviando un vídeo";
"TL_sendMessageRecordAudioAction" = "%@ está grabando un audio";
"TL_sendMessageUploadAudioAction" = "%@ está enviando un audio";
"TL_sendMessageUploadDocumentAction" = "%@ está enviando un archivo";
"TL_sendMessageGeoLocationAction" = "%@ está eligiendo una ubicación";
"TL_sendMessageChooseContactAction" = "%@ está eligiendo un contacto";

"Settings.iCloudSynch" = "Sincronización de contactos de iCloud";
"Profile.Photos" = "Fotos";
"Settings.BigFont" = "Usar tamaño de texto grande en los chats";
"Quit" = "Salir";
"Settings.StatusBarIcon" = "Icono en la barra de menús";

"PHONE_CODE_INVALID" = "Código inválido. Por favor, reinténtalo.";
"Password.password" = "Contraseña";
"Password.EnterYourPassword" = "Ingresa tu contraseña";
"Password.ResetPassword" = "Eliminar cuenta";
"Password.logout" = "Cerrar sesión";
"Password.resetAlert" = "¿Quieres restablecer la contraseña? Esta acción no se puede deshacer.";
"Password.confirm" = "Confirmar";
"PASSWORD_HASH_INVALID" = "Contraseña inválida. Por favor, reinténtalo.";

"AccountDaysTTL30" = "1 month";
"AccountDaysTTL90" = "3 months";
"AccountDaysTTL180" = "6 months";
"AccountDaysTTL365" = "1 year";